Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/pre_school_education_and_childcare/early_childhood_care_and_education_scheme.html.txt.tmx
Source language: en
Languages: ga

source: Early Childhood Care and Education Scheme
ga: Scéim Cúraim agus Oideachais Luath-Óige

source: The Early Childhood Care and Education (ECCE) Scheme provides early childhood care and education for children of pre-school age
ga: Soláthraíonn an scéim Cúraim agus Oideachais Luath-Óige (COLÓ) cúram agus oideachas luath-óige do leanaí atá in aois réamhscolaíochta

source: From September 2016, children are eligible for the ECCE scheme if they are aged over 3 years and not older than 5 and a half years
ga: Ó mhí Mheán Fómhair 2016 ar aghaidh, tá leanaí i dteideal na scéime ECCE má tá siad níos sine ná 3 bliana d’aois agus níos óige ná 5 bliana go leith

source: The State pays a capitation fee to participating playschools and daycare services
ga: Íocann an Stát táille chaipitíochta le gach naíonra agus seirbhís cúram lae atá páirteach sa scéim

source: In return, they provide a pre-school service free of charge to all children within the qualifying age range for a set number of hours over a set period of weeks (see ‘How the ECCE scheme is provided’ below)
ga: Mar chúiteamh air sin, cuireann siad seirbhísí réamhscolaíochta ar fáil saor in aisce do gach leanbh atá san aois cháilithe ar feadh líon áirithe uaireanta an chloig ar feadh líon áirithe seachtainí (Féach thíos ‘Conas a chuirtear an scéim COLÓ ar fáil’)

source: From September 2016, children will be able to start ECCE when they reach 3 years of age and continue until they transfer to primary school (provided that they are not older than 5 years and 6 months at the end of the pre-school year)
ga: Ó Mheán Fómhair 2016, beidh an scéim ECCE a leathnú do leanaí idir 3 bliana agus 5 bliana 6 mhí d'aois, nó go dtí go dtosaíonn siad ar an mbunscoil. Ó Mheán Fómhair 2016, beidh an scéim ECCE a leathnú do leanaí idir 3 bliana agus 5 bliana 6 mhí d'aois, nó go dtí go dtosaíonn siad ar an mbunscoil

source: This is an increase in the number of weeks than previously available on the ECCE scheme
ga: Méadaíonn sé seo líon na seachtainí atá ar fáil ar an scéim ECCE

source: Children will be able to enroll in pre-school at 3 different points (September, January and April) in the school year in order to access the scheme. The school year is normally from September to June
ga: Beidh na páistí in ann clárú i réamhscoil ag 3 phointe éagsúil i rith na bliana (Meán Fómhair, Eanáir agus Aibreán) d'fhonn rochtain a fháil ar an scéim

source: Childcare Committees Ireland provides an eligibility calendar showing when your child can participate in the ECCE programme (pdf)
ga: Cuireann Coistí Cúram Leanaí Éireann féilire cáilitheachta ar fáil a thaispeánann cathain is féidir le do leanbh páirt a ghlacadh sa chlár COLÓ (pdf)

source: Exemptions from age limit
ga: Díolúintí ón riail aoise

source: If your child is over the eligibility age requirement due to special needs they may be able to get an exemption from the upper age limit for the ECCE Scheme
ga: Más rud é go bhfuil do leanbh os cionn na haoise incháilitheachta de bharr riachtanais speisialta d’fhéadfadh sé nó sí a bheith i dteideal díolúine a fháil ó uasteorainn aoise na Scéime COLÓ

source: There are no exemptions to the lower age limit
ga: Conas a chuirtear an scéim COLÓ ar fáil

source: The pattern of hours of free pre-school education depends on the type of service that your child attends and the weekly pattern that the service operates
ga: Braitheann leagan amach na n-uaireanta oideachais réamhscolaíochta saor in aisce ar an gcineál seirbhíse a bhfuil do leanbh ag freastal uirthi agus ar leagan amach seachtainiúil na seirbhíse sin

source: The various types of service are described in our document on childcare options
ga: Tá cur síos le fáil ar na cineálacha seirbhíse éagsúla inár ndoiciméad faoi roghanna maidir le cúram leanaí

source: If your child attends a half-day or “sessional” service, such as a playschool, naíonra, Montessori or parent and toddler group, the normal pattern for the free pre-school year is 3 hours a day, 5 days a week, over the school year
ga: Má fhreastalaíonn do leanbh ar sheirbhís leathlae nó “seisiúnach”, ar nós naíonra, scoil Montessori nó grúpa tuismitheoir agus lapadán, is é gnáthphátrún na bliana réamhscolaíochta saor in aisce ná 3 uair an chloig in aghaidh an lae, 5 lá na seachtaine ar feadh tréimhse 38 seachtaine

source: If your child attends for more than 3 hours, you will be charged for the extra time
ga: Más rud é go bhfuil do leanbh ag freastal ar feadh breis agus 3 uair an chloig, gearrfar táille ort as an am breise

source: If your child’s sessional service cannot open for 5 days a week, the normal pattern for the free pre-school year is 3 hours and 30 minutes a day, 4 days a week, over the school year
ga: Má tá do leanbh ag freastal go lánaimseartha nó go páirtaimseartha ar sheirbhís cúram lae is é an gnáthleagan amach i gcomhair na bliana réamhscolaíochta saor in aisce ná 2 uair is 15 nóiméad in aghaidh an lae ar feadh tréimhse 50 seachtaine

source: This only applies to services which have already been granted permission to run their service over the school year
ga: Gearrfar táille ort as an am breise má tá do leanbh ag freastal ar feadh tréimhse níos faide ná sin gach lá

source: Content and quality of service
ga: Ábhar agus cáilíocht na seirbhíse

source: Childcare services taking part in the ECCE scheme must provide an appropriate pre-school educational programme which adheres to the principles of Síolta, the national framework for early years care and education
ga: Ní mór do na seirbhísí cúram leanaí atá ag glacadh páirte sa scéim COLÓ clár oideachais réamhscolaíochta iomchuí a chur ar fáil a chloíonn le prionsabail Síolta, an chreatlach náisiúnta d’oideachas agus cúram na luath-óige

source: Síolta co-ordinators and staff of the local City/County Childcare Committee (CCC) will support participating services with assistive visits and advice
ga: Tabharfaidh comhordaitheoirí agus foireann an Choiste Cúram Leanaí áitiúil Cathrach/Contae tacaíocht do sheirbhísí rannpháirteacha trí chuairteanna cuiditheacha a thabhairt orthu agus comhairle a sholáthar

source: There is further information on the ECCE scheme on the website of the Department of Children and Youth Affairs
ga: Is féidir tuilleadh eolais faoin scéim ECCE a fháil ar láithreán gréasáin Oifig an Aire Gnóthaí Leanaí agus Óige

source: Children with special needs
ga: Leanaí faoi riachtanais speisialta

source: A new Access and Inclusion Model (AIM) was introduced on the 15 June 2016 for children starting ECCE in September 2016
ga: Tugadh isteach don chéad uair Múnla um Rochtain agus Chuimsiú (MRC) ar an 25 Meitheamh 2016 le haghaidh leanaí ag tosú COLÓ i Meán Fómhair 2016

source: AIM supports a child-centred model, involving seven levels of progressive support, moving from universal to the targeted, based on the needs of the child and the pre-school provider
ga: Tugann MRC tacaíocht do mhúnla páiste-lárnach, ina gcuimsítear seacht leibhéal de thacaíocht leanúnach, ó leibhéil uilíocha go leibhéil spriocdhírithe, agus iad go léir bunaithe ar riachtanais an linbh agus an tsoláthróra réamhscolaíochta

source: The model will offer tailored, practical supports based on need
ga: Cuireann an múnla tacaíochtaí oiriúnaithe agus praiticiúla ar fáil, bunaithe ar riachtanais

source: Levels 1 – 3 of the model involve a suite of universal supports which are designed to promote and support an inclusive culture within pre-school settings by means of educational and capacity-building initiatives for providers and practitioners
ga: Réimse tacaíochtaí uilíocha atá ar fáil i Leibhéil 1 – 3 den mhúnla a ndearadh chun cultúr cuimsitheach a chur chun cinn agus chun tacaíocht a thabhairt leis laistigh de réamhscoileanna trí thionscnaimh oideachasúla agus fhorbraíochta ó thaobh acmhainne de spreagadh i measc soláthróirí agus cleachtóirí

source: Where a pre-school service provider, in partnership with a parent, considers that some further additional support may be necessary to meet the needs of a particular child, they can apply for one or more additional targeted supports under levels 4 – 7 of the model
ga: Áit a gceapann soláthróir seirbhíse réamhscolaíochta, i gcomhpháirtíocht le tuismitheoir, gur seans go bhfuil gá le tacaíochtaí breise chun freastal ar riachtanais linbh ar leith, is féidir leo iarratas a dhéanamh faoi leibhéil 4-7 den mhúnla ar chineál amháin tacaíochta spriocdhírithe, nó ar níos mó cineálacha más gá

source: Additional targeted supports could take the form of expert early childhood care and educational advice and mentoring (level 4), specialised equipment, appliances and minor alterations (level 5), therapeutic supports (level 6) or additional capitation to fund extra assistance in the ECCE pre-school room (level 7)
ga: D’fhéadfadh na rudaí seo a leanas bheith i gceist le tacaíochtaí spriocdhírithe breise: sainchúram luathóige agus comhairle agus meantóireacht oideachasúil (leibhéal 4); trealamh, gléasanna agus mionathruithe speisialaithe(leibhéal 5); tacaíochtaí teiripeacha (leibhéal 6); nó caipitíocht bhreise chun cúnamh breise a mhaoiniú sa seomra naíonra COLÓ (leibhéal 7)

source: When you have identified a pre-school for your child, your service provider, in consultation with you, will consider what supports may be needed to ensure your child’s participation in pre-school
ga: Nuair a bheidh cinneadh déanta agat maidir le naíonra le haghaidh do linbh, déanfaidh do sholáthróir seirbhíse réamhscolaíochta, i gcomhpháirtíocht leatsa, measúnú maidir leis na tacaíochtaí a bheidh ag teastáil chun rannpháirtíocht do linbh sa naíonra a chinntiú

source: Where it is considered that your child needs additional support, your pre-school service provider can apply, in partnership with you, for targeted supports under AIM
ga: Áit a gceaptar go bhfuil tacaíocht bhreise de dhíth ar do leanbh, is féidir le do sholáthróir seirbhíse réamhscolaíochta, i gcomhpháirtíocht leatsa, iarratas a dhéanamh le haghaidh tacaíochtaí spriocdhírithe faoin MRC

source: The AIM website provides information for Parents and Frequently Asked Questions on supports available
ga: Cuireann an láithreán gréasáin MRC eolas le haghaidh Tuismitheoirí agus Ceisteanna Coitianta ar fáil maidir leis na tacaíochtaí atá ar fáil

source: Your local City or County Childcare Committee will also be able to provide you with information and guidance on AIM
ga: Beidh an Coiste Cúram Leanaí Cathrach nó Contae in ann eolas a thabhairt duit, chomh maith le treoir maidir leis an MRC

source: There is no charge to parents for the playschool or daycare hours provided under the ECCE scheme
ga: Ní ghearrtar aon táille ar thuismitheoirí i gcomhair na n-uaireanta naíonra nó cúram lae a chuirtear ar fáil faoin scéim COLÓ

source: The State capitation fee pays the playschool or daycare service to provide these ECCE hours
ga: Íocann an Stát an naíonra nó an tseirbhís cúram lae as na huaireanta COLÓ sin trí mheán táille caipitíochta

source: However, if your child attends for extra hours, you will have to pay for these extra hours in the normal way
ga: Má tá do leanbh ag freastal ar feadh uaireanta breise beidh ort íoc as na huaireanta sin ar an ngnáthbhealach

source: A service may charge parents for extra activities
ga: Féadfaidh seirbhís costas a ghearradh ar thuismitheoirí as gníomhaíochtaí breise

source: However, these must be optional and the service must provide other appropriate activities to children who don’t take part in the optional activity being charged for
ga: Caithfidh siad sin a bheith roghnach agus caithfidh an tseirbhís gníomhaíochtaí oiriúnacha eile a chur ar fáil do leanaí nach bhfuil ag glacadh páirte sna gníomhaíochtaí roghnacha sin ar gá íoc astu

source: The service may ask you for a booking deposit, which cannot be more than four times the weekly capitation fee (see below)
ga: Is féidir leis an tseirbhís éarlais a éileamh uait chun áit a áirithint dod leanbh

source: Any deposit you pay must be repaid to you by the end of October of the year your child starts
ga: Tá uasteorainn ar aon éarlais a éilítear uait - méad an ráta caipitíochta cuí faoi dhó - agus caithfidh an tseirbhís an t-airgead seo a aisíoc leat roimh tús mí Deireadh Fómhair sa bhliain ina thosaíonn do leanbh ag freastal ar an tseirbhís

source: Capitation rates for service providers
ga: Rátaí caipitíochta do sholáthraithe seirbhíse

source: For providers of daycare and sessional services, the weekly capitation fee is provided over the school year
ga: Cuirtear an táille sheachtainiúil chaipitíochta ar fáil le linn na scoilbhliana le haghaidh soláthróirí seirbhísí cúram lae agus soláthróirí seirbhísí seisiúnacha

source: Daycare and sessional playschools with more highly qualified staff may be able to qualify for a higher capitation fee
ga: Seans gur mbeadh naíonraí cúram lae agus naíonraí seisiúnacha a bhfuil foireann ardcháilíochtaí acu i dteideal táille chaipitíochta níos airde

source: To get a place for your child, apply to a participating playschool or daycare centre
ga: Déan iarratas chuig naíonra nó chuig ionad cúram lae atá rannpháirteach chun áit a fháil do do leanbh

source: You can get a list of participating services from your local City or County Childcare Committee (CCC) – see ‘Where to apply’ below
ga: Féadfaidh tú liosta de na seirbhísí atá páirteach sa scéim a fháil ó Choiste Cúram Leanaí Cathrach nó Contae do cheantair - féach ar ‘Cá háit a ndéanfaidh mé iarratas’ thíos

source: You will need to provide a copy of your child's birth certificate or passport and PPS number
ga: Tacaíochtaí le haghaidh leanaí faoi riachtanais speisialta

source: If your child needs additional support, your pre-school provider can apply, in partnership with you, for targeted supports under AIM
ga: Má tá tacaíocht bhreise ag teastáil ó do leanbh, is féidir le do sholáthróir réamhscolaíochta iarratas a dhéanamh, i gcomhpháirtíocht leatsa, le haghaidh tacaíochtaí spriocdhírithe faoin MRC

source: Applications are made through the Programmes Implementation Platform (PIP) on the Pobal website
ga: Déantar iarratais ar an gclár PIP (clár oibre a bhaineann le cur i bhfeidhm cláir) ar an láithreán gréasáin Pobal

source: Your pre-school service provider will be familiar with the Pobal website and with PIP
ga: Tá próiseas an iarratais ar oscailt anois agus fanfaidh sé ar oscailt i rith na bliana

source: The application process is open and will remain open throughout the year
ga: Beidh cur amach ag do sholáthróir seirbhíse réamhscolaíochta ar an láithreán gréasáin Pobal agus ar an gclár PIP

source: Applications can only be made with your full consent
ga: Ní féidir le seirbhís iarratas a dhéanamh gan do chomhthoiliú iomlán

source: For advice and support from the Early Years Specialist Service (Access and Inclusion) contact (01) 511 7222 or e-mail: Onlinesupport@pobal.ie
ga: Chun comhairle agus tacaíocht a fháil ó Shainseirbhís na Luathbhlianta (Rochtain agus Cuimsiú), cuir glaoch ar (01) 511 7222 nó cuir ríomhphost chuig: Onlinesupport@pobal.ie

source: To find a childcare provider near you, contact your local City or County Childcare Committee (CCC)
ga: Chun naíonra nó ionad cúram lae a aimsiú, déan teagmháil leis an gCoiste Cúram Leanaí Cathrach nó Contae is gaire duit

source: Department of Children and Youth Affairs
ga: Roinn Gnóthaí Leanaí agus Óige

source: Applications are made via the Programmes Implementation Platform (PIP) on the Pobal website
ga: Déantar iarratais ar an gclár PIP (clár oibre a bhaineann le cur i bhfeidhm cláir) ar an láithreán gréasáin Pobal

source: Your service provider will be familiar with the Pobal website and with PIP
ga: Beidh cur amach ag do sholáthróir seirbhíse réamhscolaíochta ar an láithreán gréasáin Pobal agus ar an gclár PIP
